[
  {
    "id": 1,
    "date1": 1970,
    "date2": 1982,
    "facts": [
      {
        "year": 1968,
        "descr": "В США были убиты Мартин Лютер Кинг и Роберт Кеннеди, что потрясло мир"
      },
      {
        "year": 1969,
        "descr": "Американские астронавты Нил Армстронг и Базз Олдрин стали первыми людьми, ступившими на Луну."
      },
      {
        "year": 1970,
        "descr": "В Мексике состоялся чемпионат мира по футболу, который запомнился победой сборной Бразилии"
      },
      {
        "year": 1971,
        "descr": "Был запущен первый космический корабль Аполлон-15, который высадил на Луну экипаж из трех астронавтов."
      },
      {
        "year": 1979,
        "descr": "Компания Apple выпустила компьютер Apple II Plus, который стал одним из самых популярных домашних компьютеров в мире."
      },
      {
        "year": 1980,
        "descr": "В Москве (СССР) прошли Летние Олимпийские игры."
      },
      {
        "year": 1981,
        "descr": "Рональд Рейган стал 40-м президентом США, что положило начало новой эре в американской политике."
      },
      {
        "year": 1982,
        "descr": "Компания Time Warner выпустила первый музыкальный видеоканал MTV, который изменил ландшафт музыкальной индустрии."
      }
    ]
  },
  {
    "id": 2,
    "date1": 1983,
    "date2": 1990,
    "facts": [
      {
        "year": 1983,
        "descr": "Компания Apple выпустила компьютер Apple Lisa, один из первых персональных компьютеров с графическим интерфейсом."
      },
      {
        "year": 1984,
        "descr": "В Лос-Анджелесе (США) прошли Летние Олимпийские игры."
      },
      {
        "year": 1985,
        "descr": "В Великобритании состоялся фестиваль Live Aid, собравший огромную аудиторию для помощи голодающим в Эфиопии"
      },
      {
        "year": 1986,
        "descr": "Произошла авария на Чернобыльской АЭС, ставшая крупнейшей ядерной катастрофой в истории."
      },
      {
        "year": 1987,
        "descr": "В США была выпущена музыкальная группа Nirvana, которая вскоре стала одним из самых популярных рок-коллективов в мире."
      },
      {
        "year": 1988,
        "descr": "В Сеуле (Южная Корея) прошли Летние Олимпийские игры."
      },
      {
        "year": 1989,
        "descr": "Падение Берлинской стены стало символическим событием, которое ознаменовало конец холодной войны."
      },
      {
        "year": 1990,
        "descr": "Впервые в истории был проведен чемпионат мира по футболу в Италии."
      }
    ]
  },
  {
    "id": 3,
    "date1": 1991,
    "date2": 1998,
    "facts": [
      {
        "year": 1991,
        "descr": "Развал СССР. СССР распался на 15 независимых государств."
      },
      {
        "year": 1992,
        "descr": "Впервые в истории был запущен World Wide Web (WWW), положивший начало эре глобальной сети интернет."
      },
      {
        "year": 1993,
        "descr": "В США был принят Закон о борьбе с преступностью, который привел к увеличению числа заключенных в тюрьмах."
      },
      {
        "year": 1994,
        "descr": "Впервые в истории был запущен онлайн-сервис Amazon.com, который положил начало эре электронной коммерции."
      },
      {
        "year": 1995,
        "descr": "Впервые в истории был запущен онлайн-сервис eBay, который стал одной из самых популярных платформ для онлайн-аукционов."
      },
      {
        "year": 1996,
        "descr": "В США были проведены президентские выборы, на которых победил Билл Клинтон."
      },
      {
        "year": 1997,
        "descr": "Суперкомпьютер Deep Blue компании IBM победил чемпиона мира по шахматам Гарри Каспарова"
      },
      {
        "year": 1998,
        "descr": "Компания Google была основана, став впоследствии одной из самых успешных компаний в мире."
      }
    ]
  },
  {
    "id": 4,
    "date1": 1999,
    "date2": 2006,
    "facts": [
      {
        "year": 1999,
        "descr": "Евро был введен в обращение в 12 странах Европейского союза"
      },
      {
        "year": 2000,
        "descr": "Компания Apple выпустила первый iMac, революционный компьютер с ярким дизайном и простотой использования."
      },
      {
        "year": 2001,
        "descr": "Компания Wikipedia была запущена, быстро став одним из самых популярных источников информации в интернете."
      },
      {
        "year": 2002,
        "descr": "Впервые в истории была запущена международная космическая станция (МКС), ставщая символом международного сотрудничества в космосе."
      },
      {
        "year": 2003,
        "descr": "Компания Google запустила Google Maps, изменив способ поиска информации о географических местах."
      },
      {
        "year": 2004,
        "descr": "Космический аппарат Spirit совершил посадку на Марс, начав свою миссию по изучению красной планеты."
      },
      {
        "year": 2005,
        "descr": "Компания YouTube была запущена, быстро став одной из самых популярных платформ для обмена видео в мире."
      },
      {
        "year": 2006,
        "descr": "Компания Microsoft выпустила операционную систему Windows Vista, которая не смогла соответствовать ожиданиям пользователей."
      }
    ]
  },
  {
    "id": 5,
    "date1": 2007,
    "date2": 2014,
    "facts": [
      {
        "year": 2007,
        "descr": "Первый iPhone был выпущен компанией Apple, положив начало эре смартфонов."
      },
      {
        "year": 2008,
        "descr": "Начался мировой финансовый кризис, который привел к рецессии в многих странах."
      },
      {
        "year": 2009,
        "descr": "Барак Обама стал первым афроамериканским президентом США."
      },
      {
        "year": 2010,
        "descr": "Впервые в истории человечества космический телескоп 'Кеплер' обнаружил экзопланету, похожую на Землю, в обитаемой зоне звезды."
      },
      {
        "year": 2011,
        "descr": "Создана онлайн-энциклопедия Википедия на русском языке"
      },
      {
        "year": 2012,
        "descr": "Космический корабль 'Curiosity' совершил посадку на Марс, начав миссию по поиску признаков жизни."
      },
      {
        "year": 2013,
        "descr": "Компания SpaceX успешно осуществила первую частную посадку космического корабля 'Falcon 9' на Землю."
      },
      {
        "year": 2014,
        "descr": "Компания Google купила компанию Nest Labs, производителя умных термостатов и других устройств для умного дома."
      }
    ]
  },
  {
    "id": 6,
    "date1": 2015,
    "date2": 2022,
    "facts": [
      {
        "year": 2015,
        "descr": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"
      },
      {
        "year": 2016,
        "descr": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11"
      },
      {
        "year": 2017,
        "descr": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi"
      },
      {
        "year": 2018,
        "descr": "Впервые в истории астрономы получили изображение черной дыры, расположенной в центре галактики М87."
      },
      {
        "year": 2019,
        "descr": "Китайский космический аппарат 'Чанъэ-4' совершил первую в истории посадку на обратную сторону Луны."
      },
      {
        "year": 2020,
        "descr": "Впервые в истории космический корабль 'Starliner' компании Boeing успешно завершил свой первый беспилотный тестовый полет на Международную космическую станцию."
      },
      {
        "year": 2021,
        "descr": "Космический телескоп 'Джеймс Уэбб' был запущен в космос, он является самым мощным телескопом в истории человечества."
      },
      {
        "year": 2022,
        "descr": "Компания SpaceX успешно запустила первую частную миссию с экипажем на Международную космическую станцию, 'Inspiration4'."
      }
    ]
  }
]
